Repository: Haven-Apps/HavenAcknowledgments
Catalog: Sources/HavenAcknowledgments/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# accessibility.licenseTextFor %@
source: License text for %@
ar: نص الترخيص لـ %@
ca: Text de la llicència per a %@
cs: Text licence pro %@
da: Licenstekst for %@
de: Lizenztext für %@
el: Κείμενο άδειας για %@
es: Texto de licencia de %@
fi: Lisenssiteksti: %@
fr: Texte de licence pour %@
he: טקסט רישיון עבור %@
hi: %@ का लाइसेंस पाठ
hr: Tekst licence za %@
hu: Licencszöveg: %@
id: Teks lisensi untuk %@
it: Testo della licenza per %@
ja: %@のライセンステキスト
ko: %@의 라이선스 텍스트
ms: Teks lesen untuk %@
nb: Lisenstekst for %@
nl: Licentietekst voor %@
pt_br: Texto da licença de %@
pt_pt: Texto da licença de %@
ro: Textul licenței pentru %@
ru: Текст лицензии для %@
sv: Licenstext för %@
th: ข้อความสัญญาอนุญาตสำหรับ %@
tr: %@ için lisans metni
uk: Текст ліцензії для %@
vi: Văn bản giấy phép cho %@
zh_hans: %@的许可证文本
zh_hant: %@的授權條款文字

# accessibility.opensRepository
source: Opens the package repository in your browser
ar: يفتح مستودع الحزمة في المتصفح
ca: Obre el repositori del paquet al navegador
cs: Otevře repozitář balíčku v prohlížeči
da: Åbner pakkens arkiv i din browser
de: Öffnet das Paket-Repository im Browser
el: Ανοίγει το αποθετήριο του πακέτου στο πρόγραμμα περιήγησης
es: Abre el repositorio del paquete en tu navegador
fi: Avaa paketin arkiston selaimessasi
fr: Ouvre le dépôt du paquet dans votre navigateur
he: פותח את מאגר החבילה בדפדפן
hi: पैकेज रिपॉजिटरी को ब्राउज़र में खोलता है
hr: Otvara repozitorij paketa u pregledniku
hu: Megnyitja a csomag tárolóját a böngészőben
id: Membuka repositori paket di browser Anda
it: Apre il repository del pacchetto nel browser
ja: パッケージリポジトリをブラウザで開きます
ko: 브라우저에서 패키지 저장소를 엽니다
ms: Membuka repositori pakej dalam pelayar anda
nb: Åpner pakkearkivet i nettleseren din
nl: Opent de pakketrepository in je browser
pt_br: Abre o repositório do pacote no navegador
pt_pt: Abre o repositório do pacote no navegador
ro: Deschide depozitul pachetului în browser
ru: Открывает репозиторий пакета в браузере
sv: Öppnar paketets arkiv i din webbläsare
th: เปิดคลังเก็บแพ็คเกจในเบราว์เซอร์ของคุณ
tr: Paket deposunu tarayıcınızda açar
uk: Відкриває репозиторій пакета у браузері
vi: Mở kho lưu trữ gói trong trình duyệt của bạn
zh_hans: 在浏览器中打开软件包仓库
zh_hant: 在瀏覽器中開啟套件儲存庫

# accessibility.showsLicenseFor %@
source: Shows the full license for %@
ar: يعرض الترخيص الكامل لـ %@
ca: Mostra la llicència completa de %@
cs: Zobrazí úplnou licenci pro %@
da: Viser den fulde licens for %@
de: Zeigt die vollständige Lizenz für %@
el: Εμφανίζει την πλήρη άδεια για %@
es: Muestra la licencia completa de %@
fi: Näyttää koko lisenssin: %@
fr: Affiche la licence complète de %@
he: מציג את הרישיון המלא עבור %@
hi: %@ का पूर्ण लाइसेंस दिखाता है
hr: Prikazuje punu licencu za %@
hu: A teljes licenc megjelenítése: %@
id: Menampilkan lisensi lengkap untuk %@
it: Mostra la licenza completa per %@
ja: %@の完全なライセンスを表示します
ko: %@의 전체 라이선스를 표시합니다
ms: Menunjukkan lesen penuh untuk %@
nb: Viser den fullstendige lisensen for %@
nl: Toont de volledige licentie voor %@
pt_br: Mostra a licença completa de %@
pt_pt: Mostra a licença completa de %@
ro: Afișează licența completă pentru %@
ru: Показывает полную лицензию для %@
sv: Visar den fullständiga licensen för %@
th: แสดงสัญญาอนุญาตฉบับเต็มสำหรับ %@
tr: %@ için tam lisansı gösterir
uk: Показує повну ліцензію для %@
vi: Hiển thị giấy phép đầy đủ cho %@
zh_hans: 显示%@的完整许可证
zh_hant: 顯示%@的完整授權條款

# detail.noLicenseText
source: No License Text
ar: لا يوجد نص ترخيص
ca: Sense text de llicència
cs: Žádný text licence
da: Ingen licenstekst
de: Kein Lizenztext
el: Χωρίς κείμενο άδειας
es: Sin texto de licencia
fi: Ei lisenssitekstiä
fr: Aucun texte de licence
he: אין טקסט רישיון
hi: कोई लाइसेंस पाठ नहीं
hr: Nema teksta licence
hu: Nincs licencszöveg
id: Tidak Ada Teks Lisensi
it: Nessun testo di licenza
ja: ライセンステキストなし
ko: 라이선스 텍스트 없음
ms: Tiada Teks Lesen
nb: Ingen lisenstekst
nl: Geen licentietekst
pt_br: Sem texto de licença
pt_pt: Sem texto de licença
ro: Fără text de licență
ru: Нет текста лицензии
sv: Ingen licenstext
th: ไม่มีข้อความสัญญาอนุญาต
tr: Lisans Metni Yok
uk: Немає тексту ліцензії
vi: Không có văn bản giấy phép
zh_hans: 无许可证文本
zh_hant: 無授權條款文字

# detail.noLicenseTextDescription
source: License text was not included in the manifest.
ar: لم يتم تضمين نص الترخيص في البيان.
ca: El text de la llicència no s'ha inclòs al manifest.
cs: Text licence nebyl zahrnut v manifestu.
da: Licenstekst var ikke inkluderet i manifestet.
de: Lizenztext war nicht im Manifest enthalten.
el: Το κείμενο άδειας δεν συμπεριλήφθηκε στο μανιφέστο.
es: El texto de la licencia no se incluyó en el manifiesto.
fi: Lisenssitekstiä ei sisällytetty manifestiin.
fr: Le texte de la licence n'a pas été inclus dans le manifeste.
he: טקסט הרישיון לא נכלל במניפסט.
hi: लाइसेंस पाठ मैनिफ़ेस्ट में शामिल नहीं था।
hr: Tekst licence nije uključen u manifest.
hu: A licencszöveg nem szerepel a jegyzékben.
id: Teks lisensi tidak disertakan dalam manifes.
it: Il testo della licenza non è stato incluso nel manifesto.
ja: ライセンステキストはマニフェストに含まれていません。
ko: 라이선스 텍스트가 매니페스트에 포함되지 않았습니다.
ms: Teks lesen tidak disertakan dalam manifes.
nb: Lisenstekst ble ikke inkludert i manifestet.
nl: Licentietekst is niet opgenomen in het manifest.
pt_br: O texto da licença não foi incluído no manifesto.
pt_pt: O texto da licença não foi incluído no manifesto.
ro: Textul licenței nu a fost inclus în manifest.
ru: Текст лицензии не включён в манифест.
sv: Licenstext inkluderades inte i manifestet.
th: ข้อความสัญญาอนุญาตไม่ได้รวมอยู่ในไฟล์รายการ
tr: Lisans metni bildirime dahil edilmemiş.
uk: Текст ліцензії не було включено до маніфесту.
vi: Văn bản giấy phép không được bao gồm trong bản kê khai.
zh_hans: 许可证文本未包含在清单中。
zh_hant: 授權條款文字未包含在清單中。

# detail.viewRepository
source: View Repository
ar: عرض المستودع
ca: Veure el repositori
cs: Zobrazit repozitář
da: Vis arkiv
de: Repository anzeigen
el: Προβολή αποθετηρίου
es: Ver repositorio
fi: Näytä arkisto
fr: Voir le dépôt
he: הצג מאגר
hi: रिपॉजिटरी देखें
hr: Prikaži repozitorij
hu: Tároló megtekintése
id: Lihat Repositori
it: Visualizza repository
ja: リポジトリを表示
ko: 저장소 보기
ms: Lihat Repositori
nb: Vis arkiv
nl: Toon repository
pt_br: Ver repositório
pt_pt: Ver repositório
ro: Vezi depozitul
ru: Просмотр репозитория
sv: Visa arkiv
th: ดูคลังเก็บ
tr: Depoyu Görüntüle
uk: Переглянути репозиторій
vi: Xem kho lưu trữ
zh_hans: 查看仓库
zh_hant: 檢視儲存庫

# empty.noAcknowledgments
source: No Acknowledgments
ar: لا توجد إشعارات
ca: Sense agraïments
cs: Žádná poděkování
da: Ingen anerkendelser
de: Keine Danksagungen
el: Χωρίς ευχαριστίες
es: Sin reconocimientos
fi: Ei kiitoksia
fr: Aucun remerciement
he: אין הכרות תודה
hi: कोई आभार नहीं
hr: Nema zahvala
hu: Nincsenek köszönetnyilvánítások
id: Tidak Ada Pengakuan
it: Nessun ringraziamento
ja: 謝辞なし
ko: 감사의 글 없음
ms: Tiada Penghargaan
nb: Ingen anerkjennelser
nl: Geen erkenningen
pt_br: Sem agradecimentos
pt_pt: Sem agradecimentos
ro: Fără mențiuni
ru: Нет благодарностей
sv: Inga erkännanden
th: ไม่มีกิตติกรรมประกาศ
tr: Teşekkür Yok
uk: Немає подяк
vi: Không có lời cảm ơn
zh_hans: 无致谢信息
zh_hant: 無致謝資訊

# empty.noLicensesFound
source: No third-party licenses found.
ar: لم يتم العثور على تراخيص جهات خارجية.
ca: No s'han trobat llicències de tercers.
cs: Nebyly nalezeny žádné licence třetích stran.
da: Ingen tredjepartslicenser fundet.
de: Keine Drittanbieter-Lizenzen gefunden.
el: Δεν βρέθηκαν άδειες τρίτων.
es: No se encontraron licencias de terceros.
fi: Kolmannen osapuolen lisenssejä ei löytynyt.
fr: Aucune licence tierce trouvée.
he: לא נמצאו רישיונות צד שלישי.
hi: कोई तृतीय-पक्ष लाइसेंस नहीं मिला।
hr: Nisu pronađene licence trećih strana.
hu: Nem találhatók harmadik féltől származó licencek.
id: Tidak ditemukan lisensi pihak ketiga.
it: Nessuna licenza di terze parti trovata.
ja: サードパーティのライセンスが見つかりません。
ko: 서드파티 라이선스를 찾을 수 없습니다.
ms: Tiada lesen pihak ketiga ditemui.
nb: Ingen tredjepartslisenser funnet.
nl: Geen licenties van derden gevonden.
pt_br: Nenhuma licença de terceiros encontrada.
pt_pt: Nenhuma licença de terceiros encontrada.
ro: Nu s-au găsit licențe terțe.
ru: Лицензии сторонних разработчиков не найдены.
sv: Inga tredjepartslicenser hittades.
th: ไม่พบสัญญาอนุญาตของบุคคลที่สาม
tr: Üçüncü taraf lisansı bulunamadı.
uk: Ліцензії сторонніх розробників не знайдено.
vi: Không tìm thấy giấy phép bên thứ ba.
zh_hans: 未找到第三方许可证。
zh_hant: 未找到第三方授權條款。

# error.decodingFailed %@
source: Failed to decode acknowledgments manifest: %@
ar: فشل في فك تشفير بيان الإشعارات: %@
ca: No s'ha pogut descodificar el manifest d'agraïments: %@
cs: Nepodařilo se dekódovat manifest poděkování: %@
da: Kunne ikke afkode anerkendelsesmanifest: %@
de: Danksagungen-Manifest konnte nicht decodiert werden: %@
el: Αποτυχία αποκωδικοποίησης μανιφέστου ευχαριστιών: %@
es: Error al decodificar el manifiesto de reconocimientos: %@
fi: Kiitosmanifestin dekoodaus epäonnistui: %@
fr: Échec du décodage du manifeste des remerciements : %@
he: נכשל בפענוח מניפסט הכרות התודה: %@
hi: आभार मैनिफ़ेस्ट को डिकोड करने में विफल: %@
hr: Dekodiranje manifesta zahvala nije uspjelo: %@
hu: A köszönetnyilvánítási jegyzék dekódolása sikertelen: %@
id: Gagal mendekode manifes pengakuan: %@
it: Impossibile decodificare il manifesto dei ringraziamenti: %@
ja: 謝辞マニフェストのデコードに失敗しました: %@
ko: 감사의 글 매니페스트를 디코딩하지 못했습니다: %@
ms: Gagal menyahkod manifes penghargaan: %@
nb: Kunne ikke dekode anerkjennelsesmanifest: %@
nl: Kan het erkenningenmanifest niet decoderen: %@
pt_br: Falha ao decodificar o manifesto de agradecimentos: %@
pt_pt: Falha ao descodificar o manifesto de agradecimentos: %@
ro: Decodificarea manifestului de mențiuni a eșuat: %@
ru: Не удалось декодировать манифест благодарностей: %@
sv: Kunde inte avkoda erkännandemanifest: %@
th: ไม่สามารถถอดรหัสไฟล์รายการกิตติกรรมประกาศ: %@
tr: Teşekkür bildirimi çözümlenemedi: %@
uk: Не вдалося декодувати маніфест подяк: %@
vi: Không thể giải mã bản kê khai lời cảm ơn: %@
zh_hans: 无法解码致谢清单：%@
zh_hant: 無法解碼致謝清單：%@

# error.manifestNotFound %@
source: Acknowledgments manifest '%@.json' not found in bundle.
ar: لم يتم العثور على بيان الإشعارات '%@.json' في الحزمة.
ca: El manifest d'agraïments '%@.json' no s'ha trobat al paquet.
cs: Manifest poděkování '%@.json' nebyl nalezen v balíčku.
da: Anerkendelsesmanifest '%@.json' ikke fundet i pakken.
de: Danksagungen-Manifest '%@.json' wurde nicht im Bundle gefunden.
el: Το μανιφέστο ευχαριστιών '%@.json' δεν βρέθηκε στο πακέτο.
es: El manifiesto de reconocimientos '%@.json' no se encontró en el paquete.
fi: Kiitosmanifestia '%@.json' ei löytynyt paketista.
fr: Le manifeste des remerciements '%@.json' est introuvable dans le bundle.
he: מניפסט הכרות התודה '%@.json' לא נמצא בחבילה.
hi: आभार मैनिफ़ेस्ट '%@.json' बंडल में नहीं मिला।
hr: Manifest zahvala '%@.json' nije pronađen u paketu.
hu: A köszönetnyilvánítási jegyzék '%@.json' nem található a csomagban.
id: Manifes pengakuan '%@.json' tidak ditemukan dalam bundel.
it: Il manifesto dei ringraziamenti '%@.json' non è stato trovato nel bundle.
ja: 謝辞マニフェスト '%@.json' がバンドル内に見つかりません。
ko: 감사의 글 매니페스트 '%@.json'을(를) 번들에서 찾을 수 없습니다.
ms: Manifes penghargaan '%@.json' tidak ditemui dalam berkas.
nb: Anerkjennelsesmanifest '%@.json' ble ikke funnet i pakken.
nl: Erkenningenmanifest '%@.json' niet gevonden in de bundel.
pt_br: Manifesto de agradecimentos '%@.json' não encontrado no pacote.
pt_pt: Manifesto de agradecimentos '%@.json' não encontrado no pacote.
ro: Manifestul de mențiuni '%@.json' nu a fost găsit în pachet.
ru: Манифест благодарностей '%@.json' не найден в пакете.
sv: Erkännandemanifest '%@.json' hittades inte i paketet.
th: ไม่พบไฟล์รายการกิตติกรรมประกาศ '%@.json' ในบันเดิล
tr: Teşekkür bildirimi '%@.json' pakette bulunamadı.
uk: Маніфест подяк '%@.json' не знайдено у пакеті.
vi: Không tìm thấy bản kê khai lời cảm ơn '%@.json' trong gói.
zh_hans: 在软件包中未找到致谢清单「%@.json」。
zh_hant: 在套件中未找到致謝清單「%@.json」。

# error.unableToLoad
source: Unable to Load
ar: تعذر التحميل
ca: No s'ha pogut carregar
cs: Nelze načíst
da: Kan ikke indlæse
de: Laden nicht möglich
el: Αδυναμία φόρτωσης
es: No se pudo cargar
fi: Lataus ei onnistu
fr: Chargement impossible
he: לא ניתן לטעון
hi: लोड करने में असमर्थ
hr: Učitavanje nije moguće
hu: Nem sikerült betölteni
id: Tidak Dapat Memuat
it: Impossibile caricare
ja: 読み込めません
ko: 로드할 수 없음
ms: Tidak Dapat Memuatkan
nb: Kan ikke laste inn
nl: Kan niet laden
pt_br: Não foi possível carregar
pt_pt: Não foi possível carregar
ro: Încărcarea nu este posibilă
ru: Не удалось загрузить
sv: Kan inte ladda
th: ไม่สามารถโหลดได้
tr: Yüklenemedi
uk: Не вдалося завантажити
vi: Không thể tải
zh_hans: 无法加载
zh_hant: 無法載入

# loading.message
source: Loading acknowledgments…
ar: جارٍ تحميل الإشعارات…
ca: Carregant agraïments…
cs: Načítání poděkování…
da: Indlæser anerkendelser…
de: Danksagungen werden geladen…
el: Φόρτωση ευχαριστιών…
es: Cargando reconocimientos…
fi: Ladataan kiitoksia…
fr: Chargement des remerciements…
he: טוען הכרות תודה…
hi: आभार लोड हो रहे हैं…
hr: Učitavanje zahvala…
hu: Köszönetnyilvánítások betöltése…
id: Memuat pengakuan…
it: Caricamento ringraziamenti…
ja: 謝辞を読み込み中…
ko: 감사의 글 로드 중…
ms: Memuatkan penghargaan…
nb: Laster inn anerkjennelser…
nl: Erkenningen laden…
pt_br: Carregando agradecimentos…
pt_pt: A carregar agradecimentos…
ro: Se încarcă mențiunile…
ru: Загрузка благодарностей…
sv: Laddar erkännanden…
th: กำลังโหลดกิตติกรรมประกาศ…
tr: Teşekkürler yükleniyor…
uk: Завантаження подяк…
vi: Đang tải lời cảm ơn…
zh_hans: 正在加载致谢信息…
zh_hant: 正在載入致謝資訊…

# navigation.title
source: Acknowledgments
ar: الإشعارات
ca: Agraïments
cs: Poděkování
da: Anerkendelser
de: Danksagungen
el: Ευχαριστίες
es: Reconocimientos
fi: Kiitokset
fr: Remerciements
he: הכרות תודה
hi: आभार
hr: Zahvale
hu: Köszönetnyilvánítások
id: Pengakuan
it: Ringraziamenti
ja: 謝辞
ko: 감사의 글
ms: Penghargaan
nb: Anerkjennelser
nl: Erkenningen
pt_br: Agradecimentos
pt_pt: Agradecimentos
ro: Mențiuni
ru: Благодарности
sv: Erkännanden
th: กิตติกรรมประกาศ
tr: Teşekkürler
uk: Подяки
vi: Lời cảm ơn
zh_hans: 致谢
zh_hant: 致謝

# placeholder.selectPackage
source: Select a Package
ar: اختر حزمة
ca: Selecciona un paquet
cs: Vyberte balíček
da: Vælg en pakke
de: Paket auswählen
el: Επιλέξτε πακέτο
es: Seleccionar un paquete
fi: Valitse paketti
fr: Sélectionner un paquet
he: בחר חבילה
hi: पैकेज चुनें
hr: Odaberite paket
hu: Csomag kiválasztása
id: Pilih Paket
it: Seleziona un pacchetto
ja: パッケージを選択
ko: 패키지 선택
ms: Pilih Pakej
nb: Velg en pakke
nl: Selecteer een pakket
pt_br: Selecione um pacote
pt_pt: Selecione um pacote
ro: Selectați un pachet
ru: Выберите пакет
sv: Välj ett paket
th: เลือกแพ็คเกจ
tr: Paket Seçin
uk: Виберіть пакет
vi: Chọn một gói
zh_hans: 选择软件包
zh_hant: 選擇套件

# placeholder.selectPackageDescription
source: Choose a package from the sidebar to view its license.
ar: اختر حزمة من الشريط الجانبي لعرض ترخيصها.
ca: Selecciona un paquet de la barra lateral per veure'n la llicència.
cs: Vyberte balíček z postranního panelu pro zobrazení jeho licence.
da: Vælg en pakke fra sidebjælken for at se dens licens.
de: Wählen Sie ein Paket aus der Seitenleiste, um dessen Lizenz anzuzeigen.
el: Επιλέξτε ένα πακέτο από την πλαϊνή μπάρα για να δείτε την άδειά του.
es: Elige un paquete de la barra lateral para ver su licencia.
fi: Valitse paketti sivupalkista nähdäksesi sen lisenssin.
fr: Choisissez un paquet dans la barre latérale pour afficher sa licence.
he: בחר חבילה מסרגל הצד כדי לצפות ברישיון שלה.
hi: लाइसेंस देखने के लिए साइडबार से एक पैकेज चुनें।
hr: Odaberite paket iz bočne trake za prikaz licence.
hu: Válasszon ki egy csomagot az oldalsávból a licenc megtekintéséhez.
id: Pilih paket dari bilah sisi untuk melihat lisensinya.
it: Scegli un pacchetto dalla barra laterale per visualizzarne la licenza.
ja: サイドバーからパッケージを選択してライセンスを表示します。
ko: 사이드바에서 패키지를 선택하여 라이선스를 확인하세요.
ms: Pilih pakej dari bar sisi untuk melihat lesennya.
nb: Velg en pakke fra sidepanelet for å se lisensen.
nl: Kies een pakket uit de zijbalk om de licentie te bekijken.
pt_br: Escolha um pacote na barra lateral para ver sua licença.
pt_pt: Escolha um pacote na barra lateral para ver a sua licença.
ro: Alegeți un pachet din bara laterală pentru a-i vedea licența.
ru: Выберите пакет на боковой панели, чтобы просмотреть его лицензию.
sv: Välj ett paket från sidofältet för att visa dess licens.
th: เลือกแพ็คเกจจากแถบด้านข้างเพื่อดูสัญญาอนุญาต
tr: Lisansını görüntülemek için kenar çubuğundan bir paket seçin.
uk: Виберіть пакет на бічній панелі, щоб переглянути його ліцензію.
vi: Chọn một gói từ thanh bên để xem giấy phép.
zh_hans: 从侧边栏选择一个软件包以查看其许可证。
zh_hant: 從側邊欄選擇一個套件以檢視其授權條款。

# search.prompt
source: Search acknowledgments
ar: البحث في الإشعارات
ca: Cercar agraïments
cs: Hledat poděkování
da: Søg i anerkendelser
de: Danksagungen durchsuchen
el: Αναζήτηση ευχαριστιών
es: Buscar reconocimientos
fi: Hae kiitoksista
fr: Rechercher des remerciements
he: חיפוש הכרות תודה
hi: आभार खोजें
hr: Pretraži zahvale
hu: Köszönetnyilvánítások keresése
id: Cari pengakuan
it: Cerca ringraziamenti
ja: 謝辞を検索
ko: 감사의 글 검색
ms: Cari penghargaan
nb: Søk i anerkjennelser
nl: Zoek erkenningen
pt_br: Pesquisar agradecimentos
pt_pt: Pesquisar agradecimentos
ro: Căutare mențiuni
ru: Поиск благодарностей
sv: Sök erkännanden
th: ค้นหากิตติกรรมประกาศ
tr: Teşekkürlerde ara
uk: Пошук подяк
vi: Tìm kiếm lời cảm ơn
zh_hans: 搜索致谢
zh_hant: 搜尋致謝
